{
  "products": [
    {
      "id": 1,
      "name": "Desktop Cougar - 16 GB RAM - 500 SSD - Ryzen 7 5900",
      "description": "Computador de escritorio, caja Cougar con fans ARGB (3), board ASSUS TUF GAMING, Fuente de poder ICEBERG 600 Reales, Disco Solido de 500 M2. Procesador Ryzen 7 5900 para potenciar tu desempeño a la hora de jugar con el mayor desempeño y rendimiento, desarrollar los mejores juegos de la industria.",
      "thumbnail": "https://http2.mlstatic.com/D_NQ_NP_618030-MCO52386712358_112022-O.webp",
      "price": "$2.249.000",
      "category": "PC GAMER"
    },
    {
      "id": 11,
      "name": "Laptop Asus - 8 GB RAM - 512 SSD - Core i5 1135G7",
      "description": "Laptop Asus con procesador Core i5 de 11va generación para un desempeño ágil y potente. Cuenta con 8 GB de memoria RAM y un disco duro sólido de 512 GB para almacenar tus archivos y programas. Su pantalla Full HD de 14 pulgadas te brinda imágenes nítidas y vibrantes. Ideal para trabajo, estudio y entretenimiento.",
      "thumbnail": "https://http2.mlstatic.com/D_NQ_NP_2X_787793-MLA48633244215_122021-F.webp",
      "price": "$3.499.000",
      "category": "LAPTOP"
    },
    {
      "id": 2,
      "name": "Monitor Gamer Dell Alienware - 27'' - WQHD - 240 Hz",
      "description": "Monitor gamer Dell Alienware de 27 pulgadas con una resolución de WQHD (2560x1440) para brindarte imágenes detalladas y nítidas. Tiene una frecuencia de actualización de 240 Hz para una experiencia de juego suave y fluida. Cuenta con una base ajustable y diseño futurista que te hará sentir en el futuro.",
      "thumbnail": "https://m.media-amazon.com/images/W/IMAGERENDERING_521856-T1/images/I/71Ni33LIM8L._AC_SL1500_.jpg",
      "price": "$3.799.000",
      "category": "MONITOR"
    },
    {
      "id": 3,
      "name": "Teclado Mecánico HyperX Alloy Origins Core",
      "description": "Teclado mecánico HyperX Alloy Origins Core con switches mecánicos HyperX de última generación para una respuesta táctil y sonido gratificante. Cuenta con iluminación RGB personalizable y memoria integrada para guardar tus perfiles. Su diseño compacto lo hace ideal para gaming y para escritorios con poco espacio.",
      "thumbnail": "https://m.media-amazon.com/images/W/IMAGERENDERING_521856-T1/images/I/71hiRGC4ZdL._AC_SL1500_.jpg",
      "price": "$449.900",
      "category": "TECLADO"
    },
    {
      "id": 4,
      "name": "Mouse Logitech G502 Hero",
      "description": "Mouse Logitech G502 Hero con sensor HERO 16K para un seguimiento preciso y veloz. Cuenta con 11 botones programables y sistema de pesas para personalizar su peso y balance. Su diseño ergonómico lo hace cómodo para largas sesiones de juego.",
      "thumbnail": "https://m.media-amazon.com/images/W/IMAGERENDERING_521856-T1/images/I/718b9wK3eaL._AC_SL1500_.jpg",
      "price": "$389.900",
      "category": "MOUSE"
    },
    {
      "id": 5,
      "name": "Audífonos HyperX Cloud Alpha",
      "description": "Audífonos HyperX Cloud Alpha con drivers de doble cámara para un sonido detallado y envolvente. Cuenta con una diadema de cuero ajustable y almohadillas de espuma viscoelástica para una mayor comodidad. Su micrófono desmontable y cancelación de ruido lo hace ideal para gaming y videoconferencias.",
      "thumbnail": "https://m.media-amazon.com/images/W/IMAGERENDERING_521856-T1/images/I/61i+QbshAFL._AC_SL1370_.jpg",
      "price": "$399.900",
      "category": "AUDÍFONOS"
    },
    {
      "id": 6,
      "name": "Silla Gamer Cougar Armor S Royal",
      "description": "Silla gamer Cougar Armor S Royal con diseño deportivo y cómodo para largas sesiones de juego o trabajo. Cuenta con ajuste de altura, reposabrazos ajustables y soporte lumbar y cervical para una postura adecuada. Su base de acero lo hace resistente y duradero.",
      "thumbnail": "https://m.media-amazon.com/images/W/IMAGERENDERING_521856-T1/images/I/61xNKvGmStL._AC_SL1500_.jpg",
      "price": "$1.299.000",
      "category": "SILLA"
    },
    {
      "id": 7,
      "name": "Auriculares Inalámbricos JBL Tune 225TWS",
      "description": "Auriculares inalámbricos JBL Tune 225TWS con tecnología Bluetooth 5.0 para una conexión estable y sin interrupciones. Cuenta con drivers de 12 mm para un sonido potente y envolvente. Su diseño ergonómico y compacto los hace ideales para llevar contigo a todas partes.",
      "thumbnail": "https://m.media-amazon.com/images/W/IMAGERENDERING_521856-T1/images/I/61Kq-Pz8d-L._AC_SL1200_.jpg",
      "price": "$359.900",
      "category": "AUDÍFONOS"
    },
    {
      "id": 8,
      "name": "Cámara Web Logitech C922 Pro Stream",
      "description": "Cámara web Logitech C922 Pro Stream con resolución Full HD 1080p y 30 fps para videoconferencias y streaming de alta calidad. Cuenta con corrección automática de luz y sonido para una imagen y sonido claros en cualquier ambiente. Incluye un trípode para mayor estabilidad.",
      "thumbnail": "https://m.media-amazon.com/images/W/IMAGERENDERING_521856-T1/images/I/61uf14YLYVL._AC_SL1500_.jpg",
      "price": "$669.900",
      "category": "CÁMARA WEB"
    },
    {
      "id": 9,
      "name": "Micrófono Condensador HyperX SoloCast",
      "description": "Micrófono condensador HyperX SoloCast con patrón polar cardioide para una grabación de voz clara y nítida. Cuenta con filtro pop integrado y función de silencio táctil para un control fácil y conveniente. Su diseño compacto lo hace ideal para escritorios pequeños y streaming en línea.",
      "thumbnail": "https://http2.mlstatic.com/D_NQ_NP_2X_743737-MLA51046135070_082022-F.webp",
      "price": "$319.900",
      "category": "MICRÓFONO"
    },
    {
      "id": 10,
      "name": "Smartwatch Samsung Galaxy Watch Active 2",
      "description": "Smartwatch Samsung Galaxy Watch Active 2 con pantalla táctil Super AMOLED de 1.4 pulgadas y resolución de 360x360. Cuenta con sensor de ritmo cardíaco, seguimiento de actividad física y deportiva, GPS integrado y resistencia al agua. Además, permite realizar y recibir llamadas y mensajes desde el reloj.",
      "thumbnail": "https://m.media-amazon.com/images/W/IMAGERENDERING_521856-T1/images/I/81xY-7PZYtL._AC_SL1500_.jpg",
      "price": "$1.099.900",
      "category": "SMARTWATCH"
    },
    {
      "id": 11,
      "name": "Teclado Mecanico Redragon K552 Kumara Rgb Tenkeyless",
      "description": "Un best-seller aclamado, y con razón. El Kumara es un teclado mecánico TKL (sin pad numérico); compacto, pero ampliamente funcional. Y fuerte—muy fuerte—, gracias a que su estructura está reforzada con acero. Es virtualmente irrompible y tiene una durabilidad extraordinaria.\nTodos sus componentes están diseñados para soportar las exigencias del juego competitivo de alta intensidad. Está preparado para resistir, además, derrames y salpicaduras, gracias a su sistema de drenando y sus switches tipo box.",
      "thumbnail": "https://cdn.shopify.com/s/files/1/0482/9983/5557/products/D_670568-MCO45377146696_032021-O_d466ca5d-dcd5-40c2-872b-ce96ad799495.jpg?v=1627752690",
      "price": "$185.000",
      "category": "TECLADO"
    },
    {
      "id": 12,
      "name": "Laptop ASUS ROG Strix G15 - 16 GB RAM - 512 SSD - Ryzen 5 5600H",
      "description": "Laptop gamer ASUS ROG Strix G15 con procesador Ryzen 5 5600H, 16 GB RAM y 512 SSD. Tarjeta de video NVIDIA GeForce RTX 3050 Ti 4 GB GDDR6, pantalla de 15.6 pulgadas Full HD 144Hz. Diseño elegante y alta calidad en materiales, perfecta para tus juegos favoritos.",
      "thumbnail": "https://cdn.shopify.com/s/files/1/0482/9983/5557/products/D_880944-MCO47514391153_092021-O_f47710f9-3035-4b71-b310-c19c33fb7133.jpg?v=1631722058",
      "price": "$1.899.000",
      "category": "LAPTOP"
    },
    {
      "id": 13,
      "name": "Monitor ASUS TUF Gaming VG27AQL1A - 27 pulgadas - QHD 1440p - 170Hz",
      "description": "Monitor para gaming ASUS TUF Gaming VG27AQL1A de 27 pulgadas con resolución QHD 1440p y tasa de refresco de 170Hz. Tecnología de sincronización adaptativa G-Sync y FreeSync Premium para una experiencia de juego sin interrupciones. Diseño sin marco para una inmersión total.",
      "thumbnail": "https://http2.mlstatic.com/D_NQ_NP_869404-MLA52223092026_102022-O.webp",
      "price": "$2.599.000",
      "category": "MONITOR"
    },
    {
      "id": 14,
      "name": "Mouse Logitech G502 HERO - 16K DPI - RGB",
      "description": "Mouse gamer Logitech G502 HERO con sensor HERO 16K de alta precisión y 11 botones programables. Iluminación RGB personalizable con hasta 16.8 millones de colores. Diseño ergonómico con peso ajustable para mayor comodidad y rendimiento en tus juegos favoritos.",
      "thumbnail": "https://http2.mlstatic.com/D_NQ_NP_960487-MLA54270821623_032023-O.webp",
      "price": "$259.900",
      "category": "MOUSE"
    },
    {
      "id": 16,
      "name": "Apple MacBook Pro 13 - 512 GB SSD - 16 GB RAM - M1 Chip",
      "description": "Laptop con procesador M1 de Apple, el cual ofrece un rendimiento superior al de la mayoría de los procesadores de la competencia, así como una batería de larga duración. Cuenta con una pantalla Retina de 13 pulgadas, 16 GB de RAM y 512 GB de almacenamiento SSD. Ideal para personas que buscan una laptop de alta calidad y rendimiento.",
      "thumbnail": "https://http2.mlstatic.com/D_NQ_NP_2X_809414-MLA52700842510_122022-F.webp",
      "price": "$5.999.000",
      "category": "LAPTOP"
    },
    {
      "id": 17,
      "name": "Smartphone Samsung Galaxy S21 Ultra 5G - 128 GB",
      "description": "Smartphone de gama alta de Samsung con pantalla Dynamic AMOLED 2X de 6.8 pulgadas, procesador Exynos 2100, 12 GB de RAM y 128 GB de almacenamiento interno. Cuenta con un sistema de cámara de última generación que permite tomar fotos y videos de alta calidad. Además, es compatible con redes 5G para una navegación más rápida.",
      "thumbnail": "https://http2.mlstatic.com/D_NQ_NP_907281-MLA48573486301_122021-V.webp",
      "price": "$4.999.000",
      "category": "SMARTPHONE"
    },
    {
      "id": 18,
      "name": "Monitor LG UltraGear - 27 pulgadas - QHD",
      "description": "Monitor gaming de 27 pulgadas con resolución QHD (2560x1440), frecuencia de actualización de 144Hz y tiempo de respuesta de 1ms. Cuenta con tecnología AMD FreeSync para evitar la distorsión de la imagen y mejorar la experiencia de juego. Además, tiene un diseño elegante y moderno que se adapta a cualquier ambiente.",
      "thumbnail": "https://http2.mlstatic.com/D_NQ_NP_623948-MLA47874095892_102021-O.webp",
      "price": "$2.799.000",
      "category": "MONITOR"
    },
    {
      "id": 19,
      "name": "Tablet Apple iPad Air - 256 GB - Wi-Fi",
      "description": "Tablet de Apple con pantalla Retina de 10.9 pulgadas, procesador A14 Bionic y 256 GB de almacenamiento interno. Cuenta con una cámara trasera de 12 MP y una cámara frontal de 7 MP, y es compatible con Apple Pencil y Magic Keyboard. Ideal para usuarios que buscan una tablet de alta calidad y rendimiento.",
      "thumbnail": "https://http2.mlstatic.com/D_NQ_NP_839514-MLA49274400978_032022-O.webp",
      "price": "$3.699.000",
      "category": "TABLET"
    },
    {
      "id": 20,
      "name": "Mouse Logitech G502 HERO - 16K DPI - RGB",
      "description": "Mouse gamer Logitech G502 HERO con sensor HERO 16K de alta precisión y 11 botones programables. Iluminación RGB personalizable con hasta 16.8 millones de colores. Diseño ergonómico con peso ajustable para mayor comodidad y rendimiento en tus juegos favoritos.",
      "thumbnail": "https://http2.mlstatic.com/D_NQ_NP_879795-MLA45377332362_032021-O.webp",
      "price": "$259.900",
      "category": "MOUSE"
    },
    {
      "thumbnail": "https://http2.mlstatic.com/D_NQ_NP_2X_738021-MCO49254654425_032022-F.webp",
      "category": "Radio",
      "name": "Radios Boquitoquis Compactos Potentes Motorola C1 Accesorios",
      "price": "350000",
      "description": "Obtenga una excelente comunicación en toda su área de trabajo con los radios de comunicación Motorola C1, su alcance de frecuencia está entre 400- 470Hz. Aprovecha estos radios de comunicación para lograr un excelente alcance; ya que es funcional para obras de construcción, seguridad, transporte, hotelería, turismo, etc. Su largo alcance depende de los obstáculos, pero a pesar de eso es súper receptor, permitiendo una buena comunicación en la zona donde se encuentran en uso los radio teléfonos.\n\nCaracterísticas:\n\n-16 canales.\n-Super receptor\n-Fuerte Anti-interferencia\n-Cambio de datos\n-Profesional Ultra FM\n-Calidad de sonido Ultra\n-Gran capacidad de carga",
      "id": "5def35b9-f000-480a-a9a4-ecb1b848bf94"
    }
  ]
}